Show groups of load classifications in the load summary section
  Namespace:   Autodesk.Revit.DB.Electrical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public bool SummaryShowsGroups { get; set; }
  Visual Basic
Public Property SummaryShowsGroups As Boolean
	Get
	Set
  Visual C++
public:
property bool SummaryShowsGroups {
	bool get ();
	void set (bool value);
}
 See Also
  PanelScheduleData Class
  Autodesk.Revit.DB.Electrical Namespace